{
    "Nav_Home" : "Главная",
    "Nav_Abtme" : "Про меня",
    "Nav_proj" : "Проекты",
    "Nav_contact" : "Контакты",
    "Home_title" : "Привет, я Teodor Ghirba",
    "Home_undertitle" : "Я FullStack веб-разработчик, я закончил Колледж информатики, я студент Технического университета Молдовы и работаю веб-разработчиком в VenMedia SRL",
    "Contact_Me" : "Свяжитесь Со Мной",
    "CV" : "Скачать CV",
    "About_title" : "Про меня",
    "About_first_step" : "2019, Первые шаги",
    "About_first_step_desc" : "Я начал свой путь как веб-разработчик в 2019 году, смотрел YouTube, чтобы научиться HTML и CSS, и мне это нравилось. Я был очарован веб-разработкой и хотел узнать больше о её возможностях.",
    "About_second_step" : "2020, Колледж",
    "About_second_step_desc" : "В 2020 я присоединился к Центру передового опыта в области компьютерных наук и информационных технологий, выбрав специальность администрирования веб-приложений, мне нравилось это, за 4 года я изучал основы веб-разработки, фронтенд Html/Css/JavaScript и бэкенд PHP / MySQL, и многое другое, которое помогает мне сейчас",
    "About_third_step" : "2021, Первые проекты ",
    "About_third_step_desc": "В 2021 году я начал свои первые проекты, используя базовые HTML и CSS. Я сосредоточился на изучении правильного использования таких элементов, как <p> , <img> , <div> , <form> , <input> , <button> , <table>. Это было интересное путешествие, и я успешно освоил правильную структуру HTML для веб-сайта.",
    "About_third_step_button" : "Первый проект",
    "About_fourth_step": "2023, Проф. рост",
    "About_fourth_step_desc": "За последние два года я отточил свои навыки в веб-разработке, создавая различные увлекательные приложения. В 2023 году я успешно разработал полнофункциональный онлайн-журнал с использованием HTML, CSS, JavaScript, PHP и MySQL. Кроме того, я начал изучать React.js, мощную библиотеку JavaScript для создания пользовательских интерфейсов. (Интересный факт: это портфолио создано с использованием React.js!)",
    "About_fourth_step_button": "Онлайн магазин",
    "About_fifth_step" : "2024, Сегодняшний День",
    "About_fifth_step_desc": "В 2024 году мое путешествие в мире веб-разработки достигло новых высот, когда я продолжил овладевать искусством создания стильных и инновационных приложений с помощью React JS. Каждый день приносит новые возможности для изучения новейших библиотек, таких как animejs, alertifyjs, swiperjs и других. Моя страсть и преданность делу отражаются в каждой строке кода, и вы можете увидеть плоды моего труда на странице Проекты.",
    "About_fifth_step_button": "Мои проекты",
    "About_conclusion": "Мое Путешествие",
    "About_conclusion_desc": "Начав в 2019 году с уроков по HTML и CSS на YouTube, моя страсть к веб-разработке только росла. Центр передового опыта в области информатики и информационных технологий дал мне прочную основу как в FrontEnd, так и в BackEnd разработке. К 2023 году я создал полноценный онлайн-журнал и изучил React.js, что преобразило мой подход к созданию пользовательских интерфейсов. Сейчас, будучи студентом Технического университета Молдовы и веб-разработчиком в VenMedia SRL, я продолжаю изучать новые библиотеки и улучшать свои навыки. Сегодня я лучше, чем когда-либо, и будущее обещает еще больше.",
    "Desc_NeonSmile" : "Я разработал динамичный сайт казино с увлекательной мини-игрой, в которой игроки выбирают карты, надеясь на удачу. Веб-приложение создано с использованием HTML, CSS и ванильного JavaScript",
    "Desc_BombBlast": "Интерактивная игра, в которой игрокам нужно найти три спрятанные бомбы, чтобы победить. Игра предоставляет увлекательный игровой процесс и разработана с использованием HTML, CSS и чистого JavaScript.",
    "Desc_ChestHunt": "Что-то похожее на Bomb Blast, но выполненное в виде пустыни и сундуков с сокровищами. Чтобы выиграть, нужно найти сокровище. Веб-приложение написано с использованием HTML, CSS и JS.",



    "Projects" : "Проекты",
    "Preview":"Обзор",
    "Footer_rights" : "© 2024 Теодор. Все права защищены."
}