{
    "Nav_" : "Главная",
    "Nav_about" : "Про меня",
    "Nav_projects" : "Проекты",
    "Nav_contact" : "Контакты",
    "Home_title" : "Привет, я Teodor Ghirba",
    "Home_undertitle" : "Я FullStack веб-разработчик, закончил Колледж информатики, являюсь студентом Технического университета Молдовы и работаю веб-разработчиком в VenMedia SRL",
    "Contact_Me" : "Свяжитесь Со Мной",
    "CV" : "Скачать CV",
    "About_title" : "Про меня",
    "About_first_step" : "2019, Первые шаги",
    "About_first_step_desc" : "Начал свой путь как веб разработчик в 2019 году.Всю информацию о HTML,CSS исчерпывал из YouTube и,остался очеарованным. Хотелось узнать больше о возможностях веб разработчика.",
    "About_second_step" : "2020, Колледж",
    "About_second_step_desc" : "В 2020 я присоединился к Центру передового опыта в области компьютерных наук и информационных технологий, выбрав специальность администрирования веб-приложений, мне нравилось это, за 4 года я изучал основы веб-разработки, фронтенд Html/Css/JavaScript и бэкенд PHP / MySQL, и многое другое, которое помогает мне сейчас",
    "About_third_step" : "2021, Первые проекты ",
    "About_third_step_desc": "В 2021 году я начал свои первые проекты, используя базовые HTML и CSS. Я сосредоточился на изучении правильного использования таких элементов, как <p> , <img> , <div> , <form> , <input> , <button> , <table>. Это было интересное путешествие, и я успешно освоил правильную структуру HTML для веб-сайта.",
    "About_third_step_button" : "Первый проект",
    "About_fourth_step": "2023, Проф. рост",
    "About_fourth_step_desc": "За последние два года я отточил свои навыки в веб-разработке, создавая различные увлекательные приложения. В 2023 году я успешно разработал полнофункциональный онлайн-журнал с использованием HTML, CSS, JavaScript, PHP и MySQL. Кроме того, я начал изучать React.js, мощную библиотеку JavaScript для создания пользовательских интерфейсов. (Интересный факт: это портфолио создано с использованием React.js!)",
    "About_fourth_step_button": "Онлайн магазин",
    "About_fifth_step" : "2024, Сегодняшний День",
    "About_fifth_step_desc": "В 2024 году мое путешествие в мире веб-разработки достигло новых высот, когда я продолжал овладевать искусством создания стильных и инновационных приложений с помощью React JS. Каждый день приносит новую возможность узнать о последних библиотек как animejs, alertifyjs, swiperjs и др.Моя страсть и преданность делу проявляются в каждой строке кода а плоды моей работы вы можете увидеть на странице проектов",
    "About_fifth_step_button": "Мои проекты",
    "About_conclusion": "Мое Путешествие",
    "About_conclusion_desc": "Начав в 2019 году с уроков по HTML и CSS на YouTube, моя страсть к веб-разработке только росла. Колледж информатики и информационных технологий дал мне прочную основу как в FrontEnd, так и в BackEnd разработке. К 2023 году я создал полноценный онлайн-магазин и изучил React.js, что преобразило мой подход к созданию пользовательских интерфейсов.В данный момент являясь студентом Технического Университета и веб разработчииком в VentMedia SRL, я продолжаю изучать новые библиотеки и совершенствовать свои навыки. Сегодня я лучше когда- либо и, будущее обещает еще больше великих свершений",
    "Desc_NeonSmile" : "Я разработал динамичный сайт казино с увлекательной мини-игрой, в которой игроки выбирают карты, надеясь на удачу. Веб-приложение создано с использованием HTML, CSS и ванильного JavaScript",
    "Desc_BombBlast": "Интерактивная игра, в которой игрокам нужно найти три спрятанные бомбы, чтобы победить. Игра предоставляет увлекательный игровой процесс и разработана с использованием HTML, CSS и JavaScript.",
    "Desc_ChestHunt": "Что-то похожее на Bomb Blast, но выполненное в виде пустыни и сундуков с сокровищами. Чтобы выиграть, нужно найти сокровище. Веб-приложение написано с использованием HTML, CSS и JS.",
    "Ventilator" : "Вентилятор",
    "Desc_Ventilator": "Представьте летнюю жару, и одним щелчком вы включаете вентилятор, который выпускает прохладный бриз. Это элегантное приложение создано с помощью ReactJS. Охлаждайтесь со стилем!",
    "Projects" : "Проекты",
    "Projects_description" : "Для небольшого представления проекта нажмите на изображение проекта",    
    "Helicopter" : "Вертолет",
    "Desc_Helicopter": "Мини-приложение, разработанное с помощью ReactJS, представляет динамичную игру с вертолетом, наполненную анимациями и звуковыми эффектами. Собирайте деньги, чтобы победить. Просто и интерактивно!",
    "Desc_Pegasus": "Простая страница, созданная с использованием HTML, CSS и JavaScript на тему Crypto Markets. Этот дизайн я нашел в Figma и решил потренироваться на нем. Получилось великолепно с несколькими моими улучшениями",
    "Desc_Youtube" : "Проект выполнен в 2021 году, используя только HTML и CSS, один из моих первых крупных проектов. Этот проект заложил основу моей карьеры и продемонстрировал мою страсть и преданность веб-разработке.",
    "Desc_Joom" : "Проект, выполненный в 2021 году, с использованием HTML, CSS и немного JavaScript, предоставил мне превосходный опыт в использовании библиотек и разработке интерактивных интерфейсов.",
    "XO" : "Крестики - нолики",
    "Desc_XO" : "Проект крестики-нолики, созданный с использованием HTML, CSS и JavaScript. Эта игра предлагает интерактивный и увлекательный интерфейс для игроков с привлекательными визуальными эффектами и плавными анимациями.",
    "Contact" : "Контакты",
    "Contact_text" : "Спасибо, что заглянули в мое портфолио! Меня зовут Теодор, я целеустремленный и страстный разработчик full-stack с большим опытом создания динамичных и адаптивных веб-приложений. Мой опыт охватывает как интерфейсную, так и серверную разработку, что позволяет мне создавать бесшовные и эффективные решения от начала до конца. Я всегда рад общению с коллегами-разработчиками, потенциальными сотрудниками и всеми, кто интересуется моей работой. Если у вас есть на примете проект, вам нужен совет или вы просто хотите поздороваться, не стесняйтесь обращаться ко мне. Давайте создадим что-то потрясающее вместе!",
    "To_Projects" : "Мои проекты",


    "Preview":"Обзор",
    "Footer_rights" : "© 2024 Теодор. Все права защищены."
}