{
    "Nav_Home" : "Home",
    "Nav_Abtme" : "About Me",
    "Nav_proj" : "Projects",
    "Nav_contact" : "Contact",
    "Home_title" : "Hello, i am Teodor Ghirba",
    "Home_undertitle" : "I am a FullStack Web Developer, i finished the Center Of Excellence in Informatics and Information Technlogies. Currently a student at Technical University Of Moldova, and also working as a Web Developer at VenMedia SRL ",
    "Contact_Me" : "Contact Me",
    "CV" : "Download CV",
    "About_title" : "About Me",
    "About_first_step" : "2019, First Steps",
    "About_first_step_desc" : "I started my journey as a Web Developer early in 2019, watching YouTube to learn HTML and CSS, and I loved it. I was fascinated by the web, and I wanted to learn more about it and its endless possibilities.",
    "About_second_step" : "2020, College",
    "About_second_step_desc" : "In 2020 i joined the Center of Excellence in Informatics and Information Technologies,choosing the specialty Web Application Administration, i loved it, for 4 years i was learning the basics of Web Development, the FrontEnd Html/Css/JavaScript, and the BackEnd PHP/MySQL, and many other things that are helping me in present",
    "About_third_step" : "2021, First Projects ",
    "About_third_step_desc": "In 2021, I began my first projects using basic HTML and CSS. I focused on learning the correct way to use elements such as <p> , <img> , <div> , <form> , <input> , <button> , <table>. It was an interesting journey, and I succeeded in mastering the correct HTML structure for a website.",
    "About_third_step_button" : "First Project",
    "About_fourth_step" : "2023: A Year of Professional Growth",
    "About_fourth_step_desc" : "Over the past two years, I have honed my skills in web development, creating a variety of engaging applications. In 2023, I successfully developed a full-stack online magazine using HTML, CSS, JavaScript, PHP, and MySQL. Additionally, I embarked on learning React.js, a powerful JavaScript library for building user interfaces. (Fun Fact: This portfolio is built with React.js!)",
    "About_fourth_step_button": "FullStack App",
    "About_fifth_step" : "2024, Present",
    "About_fifth_step_desc": "In 2024, my journey in web development soared to new heights as I continued mastering the art of crafting sleek and innovative applications with React JS. Every day brings a fresh opportunity to explore the latest libraries like animejs, alertifyjs, swiperjs, and beyond. My passion and dedication shine through in every line of code, and you can witness the fruits of my labor on the Projects page.",
    "About_fifth_step_button": "My Projects",
    "About_conclusion" : "My Journey",
    "About_conclusion_desc" : "Starting in 2019 with HTML and CSS tutorials on YouTube, my passion for web development has only grown. The Center of Excellence in Informatics and Information Technologies gave me a solid foundation in both FrontEnd and BackEnd development. By 2023, I had created a full-stack online magazine and learned React.js, which transformed my approach to building user interfaces. Now, as a student at the Technical University of Moldova and a Web Developer at VenMedia SRL, I continue to explore new libraries and improve my skills. Today, I am better than ever, and the future holds even greater promise.",


    "Footer_rights" : "© 2024 Teodor. All Rights Reserved."
}