{
    "Nav_Home" : "Acasă",
    "Nav_Abtme" : "Despre Mine",
    "Nav_proj" : "Proiecte",
    "Nav_contact" : "Contacte",
    "Home_title" : "Salut, sunt Teodor Ghirba",
    "Home_undertitle" : "Sunt dezvoltator Web FullStack, am terminat Centrul De Excelență în Informatică și Tehnologii Informaționale, sunt student la Universitatea Tehnica din Moldova și activez ca Web Developer la VenMedia SRL ",
    "Contact_Me" : "Contactează-Mă",
    "CV" : "Descarcă CV",
    "About_title" : "Despre Mine",
    "About_first_step" : "2019, Primii Pași",
    "About_first_step_desc" : "Mi-am început călătoria ca dezvoltator Web prin anul 2019, vizionând youtube pentru a invăța html și css, mi-a plăcut, am fost fascinat de web development și am vrut să aflu mai multe despre el.",
    "About_second_step" : "2020, Colegiul",
    "About_second_step_desc" : "În 2020 m-am alăturat Centrului de Excelență în informatică și Tehnologii Informaționale, alegând specialitatea Administrare aplicații Web, mi-a plăcut, timp de 4 ani învățam elementele de bază ale dezvoltării Web, FrontEnd-ul Html/Css/JavaScript și BackEnd-ul PHP / MySQL, și multe alte lucruri care mă ajută în prezent",
    "About_third_step" : "2021, Primile Proiecte",
    "About_third_step_desc": "În 2021, am început primele mele proiecte folosind HTML și CSS de bază. M-am concentrat pe învățarea modului corect de a utiliza elemente precum <p> , <img> , <div> , <form> , <input> , <button> , <table>. A fost o călătorie interesantă și am reușit să stăpânesc structura corectă a HTML-ului pentru un site web.",
    "About_third_step_button" : "Primul Proiect",
    "About_fourth_step": "2023, Creștere Profesională",
    "About_fourth_step_desc": "În ultimii doi ani, mi-am perfecționat abilitățile în dezvoltarea web, creând o varietate de aplicații captivante. În 2023, am dezvoltat cu succes un magazin online full-stack folosind HTML, CSS, JavaScript, PHP și MySQL. În plus, am început să învăț React.js, o bibliotecă JavaScript puternică pentru construirea interfețelor utilizator. (Fapt amuzant: acest portofoliu este construit cu React.js!)",
    "About_fourth_step_button": "Aplicație Full-Stack",
    "About_fifth_step": "2024, Prezentul",
    "About_fifth_step_desc": "În 2024, călătoria mea în dezvoltarea web a atins noi culmi, pe măsură ce am continuat să stăpânesc arta de a crea aplicații elegante și inovatoare cu React JS. Fiecare zi aduce o oportunitate nouă de a explora cele mai recente biblioteci precum animejs, alertifyjs, swiperjs și multe altele. Pasiunea și dedicarea mea strălucesc în fiecare linie de cod, iar tu poți vedea roadele muncii mele pe pagina Proiecte.",
    "About_fifth_step_button": "Proiectele Mele",
    "About_conclusion": "Călătoria Mea",
    "About_conclusion_desc": "Începând din 2019 cu tutoriale HTML și CSS pe YouTube, pasiunea mea pentru dezvoltarea web a crescut constant. Centrul de Excelență în Informatică și Tehnologii Informaționale mi-a oferit o bază solidă atât în dezvoltarea FrontEnd, cât și în cea BackEnd. Până în 2023, am creat o revistă online full-stack și am învățat React.js, ceea ce mi-a transformat abordarea în construirea interfețelor utilizator. Acum, ca student la Universitatea Tehnică a Moldovei și Web Developer la VenMedia SRL, continui să explorez noi biblioteci și să-mi îmbunătățesc abilitățile. Astăzi sunt mai bun ca niciodată, iar viitorul promite și mai multe lucruri mărețe.",
    "Desc_NeonSmile" : "Un joc interactiv în care jucătorii trebuie să dezamorseze trei bombe pentru a câștiga. Jocul oferă o experiență intensă și este realizat folosind HTML, CSS și JavaScript pur.",
    "Desc_BombBlast": "Am creat un joc interactiv, în care jucătorii caută și descoperă trei bombe ascunse pentru a câștiga. Jocul oferă o experiență captivantă, este realizat folosind HTML, CSS și JavaScript",
    "Desc_ChestHunt": "Ceva asemănător cu Bomb Blast însă făcut sub formă de deșert și cufere cu comori, pentru a câștiga trebuie să găsești comoara, aplicația web e scrisă cu HTML, CSS și JS.",






    "Preview":"Previzualizare",
    "Footer_rights" : "© 2024 Teodor. Toate drepturile sunt rezervate."
}